use yataberyouhin;

INSERT INTO review_info(user_id, product_id, evaluation, review_detail, insert_date)
VALUES
("f", 1, 0, "これくまじゃなくないですか！？", NOW()),
("f", 2, 4, "毎週買ってます", NOW()),
("f", 3, 3, "飛鳥文化アタック！", NOW()),
("f", 4, 2, "あまり内容が充実してません", NOW()),
("f", 5, 3, "まあ、漫画ですね。間違いなく漫画です。", NOW()),
("f", 6, 2, "黒すぎてどこに置いてあるのか一瞬分からなくなります", NOW()),
("f", 7, 5, "言うことないです", NOW()),
("f", 8, 0, "大きすぎて私の家に入らなかったです", NOW()),
("f", 9, 4, "特に不便なく使用できてます", NOW()),
("f", 10, 2, "割に合わない高い買い物をしてしまった", NOW()),
("f", 11, 3, "くまですね", NOW()),
("f", 12, 1, "ちょっとどぎつい赤色です", NOW()),
("f", 13, 5, "高いところの物を取るのに重宝してます", NOW()),
("f", 14, 0, "とにかくひどい", NOW()),
("f", 15, 1, "つまらなかった", NOW());